"Start a new chat with ${applicationName} using ${model}" = "${model} ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹੋਏ ${applicationName} ਨਾਲ ਨਵੀਂ ਚੈਟ ਸ਼ੁਰੂ ਕਰੋ";

"Start a new conversation with ${applicationName}" = "${applicationName} ਨਾਲ ਨਵੀਂ ਗੱਲ-ਬਾਤ ਸ਼ੁਰੂ ਕਰੋ";

"New chat with ${applicationName} using ${model}" = "${model} ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹੋਏ ${applicationName} ਨਾਲ ਨਵੀਂ ਚੈਟ ਕਰੋ";

"Send a question to ${applicationName}" = "${applicationName} ਨੂੰ ਸਵਾਲ ਭੇਜੋ";

"Query ${applicationName}" = "${applicationName} ਤੋਂ ਪੁੱਛ-ਗਿੱਛ ਕਰੋ";

"Start a new chat with ${applicationName}" = "${applicationName} ਨਾਲ ਨਵੀਂ ਚੈਟ ਸ਼ੁਰੂ ਕਰੋ";

"New conversation with ${applicationName}" = "${applicationName} ਨਾਲ ਨਵੀਂ ਗੱਲ-ਬਾਤ ਕਰੋ";

"Talk to ${applicationName}" = "${applicationName} ਨਾਲ ਗੱਲ ਕਰੋ";

"Start voice conversation with ${applicationName}" = "${applicationName} ਨਾਲ ਆਵਾਜ ਰਾਹੀਂ ਗੱਲ-ਬਾਤ ਸ਼ੁਰੂ ਕਰੋ";

"New chat with ${applicationName}" = "${applicationName} ਨਾਲ ਨਵੀਂ ਚੈਟ ਕਰੋ";

"Tell ${applicationName}" = "${applicationName} ਨੂੰ ਦੱਸੋ";

"Start a new conversation with ${applicationName} using ${model}" = "${model} ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹੋਏ ${applicationName} ਨਾਲ ਨਵੀਂ ਗੱਲ-ਬਾਤ ਸ਼ੁਰੂ ਕਰੋ";

"Ask ${applicationName}" = "${applicationName} ਨੂੰ ਪੁੱਛੋ";

"New conversation with ${applicationName} using ${model}" = "${model} ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹੋਏ ${applicationName} ਨਾਲ ਨਵੀਂ ਗੱਲ-ਬਾਤ ਕਰੋ";

